[Language]
Code="zh-CN"
Name=简体中文
Version="2.9.0"
Translator=Kevin Yau <kevin-yau@msn.com>
Dir=ltr

[MainFrame]
Title=Lingoes 灵格斯
Close=关闭
Maximize=最大化
Minimize=最小化
Restore=还原
Menu=主菜单

; 状态栏图标
[NotifyIcon]
Tip="灵格斯翻译家\r\n　屏幕取词: [$CursorStatus]\r\n　划词翻译: [$SelectionStatus]\r\n剪贴板取词: [$ClipboardStatus]"
InfoTitle=灵格斯翻译家
Info="　屏幕取词: [$CursorStatus]\r\n　划词翻译: [$SelectionStatus]\r\n剪贴板取词: [$ClipboardStatus]"
Enabled=启用
Disabled=禁用

[MainMenu]
Open=打开
CursorTranslator=屏幕取词
SelectionTranslator=划词翻译
ClipboardTranslator=剪贴板取词
Configuration=设置...
Dictionaries=词典...
Appendices=附录...
Activation=产品激活
UpdateOnline=在线更新
Help=帮助
About=关于 Lingoes
SupportOnline=在线支持
Exit=退出
EnterLicense="输入许可证..."


[DlgInput]
Back=后退
Forward=前进
MainMenu=主菜单
HistoryList=查词历史列表
Search=查询, "查询详细解释"
WebSearch=在 Web 引擎中搜索
AutoMatch=自动匹配, 从索引组词典中自动匹配输入的内容
MatchSetup=索引组选项...
FindEngine=获取更多查询引擎...

[DlgIndex]
Index=索引
Guide=指南
Appendix=附录
NoIndex="没有索引"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">将词典加入到<b>索引组</b>, 可以在输入的时候获得索引提示功能.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>要管理索引组, 请单击此处</u></a></div>"

[WebGuide]
Results=结果
Spelling=拼写建议
Appendices=附录

; Actions=操作
; TextTranslation="全文翻译", "翻译当前词条"
; Conversions="转换", "转换货币,单位和时区"
; WebSearch="Web 搜索", "在 Web 搜索引擎中搜索词条 (显示在浏览器窗口内)"

Options=选项
Dictionaries=词典..., 词典管理
ManageAppendices=附录..., 附录管理
Configuration=设置..., 系统设置
Help=帮助, Lingoes 帮助
Homepage=lingoes.net, 访问 Lingoes 网站
Community=lingoes 社区, 访问 Lingoes 网络社区

[DlgAppendix]
WndTitle="附录管理"
Close="关闭"
Install="安装", "Lingoes 附录 (*.laf)|*.laf|", "安装失败！"
Delete="删除", "确认要删除 \"[$Title]\" 吗？", "删除 \"[$Title]\" 失败！"
Modify="修改", "修改失败！"
NewGroup="创建新组", "创建新组失败！"
MoveUp="上移"
MoveDown="下移"
CreateAppendix="创建我的附录..."
Download="获取更多附录工具..."
Name="名称"
Group="分组"
InstallSucceed="附录 \"[$Title]\" 安装成功!"
OverwriteInstall="附录已存在你的列表中，确认要覆盖它吗？\n\n标题：[$Title]\n名称：[$Name]"
InvalidInstallFile="不正确的安装文件！\n[$Filename]"
AppeVersionTooOld="[$Filename]\n你当前安装的附录版本 [$AppeVer] 太低, 系统不再支持, 请更新您的附录版本.\n\n要前往Lingoes网站查找最新的附录版本吗? "
AppeVersionTooNew="[$Filename]\n要安装使用版本 [$AppeVer] 的附录, 需要升级 Lingoes 软件.\n\n现在就前往 Lingoes 网站下载升级吗? "

[DlgAppendixEdit]
WndTitle="修改 \"[$Title]\"", "创建新组"
Name="名称"
DisplayTitle="显示标题"
DisplayStyle="显示风格"
Ok="确认"
Cancel="取消"

[DlgAppendixBuilder]
WndTitle="附录生成器"
Name="附录名称:  (必须为小写英文字母，数字，减号或下划线)", "名称不能为空，且必须为小写英文字母，数字，减号或下划线"
Title="显示标题:", "显示标题不能为空"
Location="附录项目所处的文件夹:", "创建附录项目文件夹失败！", "请选择一个有效的附录项目文件夹"
Create="创建新项目", "创建附录项目成功！\n\n现在你可以通过修改项目文件 \"index.html\" 的内容，\n来设计你自已的附录。", "创建附录项目失败！"
Build="编译", "生成附录安装文件成功！\n[$Filename]", "生成附录安装文件失败！\n[$Filename]"
Close="关闭"
Tips="提示：创建新项目后，你可以通过修改项目文件 \"index.html\" 的内容，\n来设计你自已的附录。"
OverwriteProject="项目文件已存在，是否覆盖？"

[DlgStatus]
KeepVisible=保持窗口总在最前面
CursorTranslator=取词
SelectionTranslator=划词
ClipboardTranslator=
OpenMiniWnd=打开/关闭迷你窗口

[DlgView]
Speak=朗读, 朗读当前选中的文本
Search=查询
Copy=复制
Print=打印 ...
Save=保存 ...
Find=查找 ...
SelectAll=全选
TextTranslate="全文翻译", "进入全文翻译"
StartPage="起始页", "返回起始页"
ShowIndex=显示侧边栏
HideIndex=隐藏侧边栏
SaveFilter=HTML 文件 (*.htm; *.html)|*.htm;*.html|
SpeechOption=语音选项...
SelectVoice=选择声音
Activation="产品激活", ""
Buy="购买", "购买 Lingoes 商业授权"

[DlgRegister]
Title="Lingoes - 商业用户注册"
FreeDownload="对于个人非商业用途, 您可以在您的家庭, 私人电脑上免费安装使用Lingoes.\r\n按此下载个人免费版本..."
Name="注册名称:", "注册名称不能为空"
Email="注册邮箱:", "注册电子邮箱地址不能为空"
RegCode="注册码:", "注册码不正确"
Support="在线客服"
Register="注册", "保存注册信息失败"
Exit="退出"

[DlgInfo]
Title=消息
Ok=确认
Cancel=取消
Yes=是
No=否
Retry=重试
Abort=中止
Ignore=忽略

[DlgAuthentication]
Title="连接到 "
TitleProxy="连接代理服务器 "
Username=用户名:
Password=密码:
Remember=记住我的密码	;Remember my password
Ok=确认
Cancel=取消

[WndGrab]
Open="查询更多词典"
Speak="朗读"
Copy="复制"
TextTranslation="文本翻译"
Back="后退"
Forward="前进"
Search="查询\n  Enter:\t\t查询\n  Ctrl + Enter:\t查询更多词典\n  Shift + Enter:\t文本翻译\n  Alt + Enter:\t在Web引擎中搜索"
RollUp="窗口卷起/展开"
Option=选项
KeepVisible="保持窗口总在最前面"
KeepSize="保持窗口大小不变"
AutoRollUp="窗口自动卷起", "不", "延时 [$DelaySecond] 秒"
CloseMiniWnd="关闭迷你窗口"

[DlgDictOption]
Title=词典管理
NetInstall="从Lingoes下载词典", "从 Lingoes 网站下载词典"
Install="安装", "安装新词典"
Uninstall="卸载", "卸载当前选中的词典"
Add="加入", "加入词典到当前词典组"
Remove="移除", "从当前词典组中移除选中的词典"
Download="下载", "下载选中的联机词典到本地使用"
MoveTop="", "移到最上面"
MoveUp="", "向上移"
MoveDown="", "向下移"
MoveBottom="", "移到最下面"
MoreDetails="", "查看词典属性"
Close="关闭"

Installed=词典安装列表
Query=词典安装列表
Index=索引组
Grab=取词组

InstalledList=词典安装列表
QueryList=词典安装列表
IndexList=索引组列表
GrabList=取词组列表
DictID=词典ID
Online=联机

Type=类型
OnlineType=需要连接 Internet 使用
NotLicensed="(未授权 <a href='app://activate/'><u>激活</u></a> <a href='app://buy/[$ProductID]'><u>购买</u></a>)"

AddFilter="Lingoes 词典 (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="词典安装"
Installing="正在安装..."
IndexDictTooMany="小提示:\n\n在 \"索引组\" 中加入太多词典, 会降低 \"索引提示\" 功能的匹配速度,\n令到输入单词时软件响应变慢, 建议只添加一些常用的词典到 \"索引组\" 即可."

More="", "更多..."
BackupFilter="Lingoes 词典备份 (*.ldb)|*.ldb|"
Export="导出", "导出词典备份", "导出成功!", "导出失败!"
Import="导入", "导入词典备份", "导入成功!", "导入失败!"

[DlgDictList]
Title=添加词典
Add="添加"
Cancel="取消"
Select=选中
DictList=词典安装列表
ID=词典ID
Online=联机

[DlgDictInfo]
Title=词典属性
Close="确定"

ID=词典ID
MD5=MD5
Tag="标签"
Name=词典名称
Version=版本号
Date=创建日期
Update=最后更新
IndexCount=词条数
Language=语言
MoreLanguage=更多...
DictTitle=名称
DictEdition=版本
DictDescription=简介
PubAuthor=作者
PubPress=出版社
PubEmail=邮箱
PubWebsite=网站
PubCopyright=版权
Filename=文件名

; 词典安装
[DlgDictInstall]
Title=词典安装
InstallSucceed="\"[$DictTitle]\" 安装成功."
DictGroupOption=词典组选项
AddIndexGroup=加入到“索引组”
AddIndexGroupDesc="在输入单词的时候, lingoes 将搜索索引组中的词典, 并在索引栏提示最接近的单词项."
AddGrabGroup=加入到“取词组”
AddGrabGroupDesc="在屏幕取词和划词翻译的时候, lingoes 将搜索取词组中的词典, 并在迷你窗口中显示该词典的匹配结果."
Ok=确定

LoadPackage="装入词典包:\n"
LoadPackageFail="装入词典包失败:\n"
ExtractFileFail="提取文件失败:\n"
OpenSetup="打开配置文件:\n"
OpenSetupFail="打开配置文件失败:\n"
FileFormatInvalid="文件内容不正确:\n"
VersionInvalid="版本不支持:\n"
InstallDict="安装词典文件:\n"
InstallDictFail="安装词典文件失败:\n"
InstallPackageSucceed="词典包安装成功\n"

; 选项
[DlgOption]
Title=系统设置
Ok=确定
Cancel=取消
General=常规
Appearance=外观
Connection=连接
Speech=语音
Hotkey=热键
Translate=翻译
License=许可证
Capture=取词

; 选项-常规
[DlgOptGeneral]
Language="语言"	;Language
UILanguage="用户界面语言"	;User Interface Language
; LayoutDir="布局方向"

WebSearch=Web 搜索	;Web Search
SelectWebSearch=选择用于 Web 搜索的搜索引擎	;Select the search engine to use for searching the web

TermHistory=历史记录与缓存	;Term History
SaveHistory=保存的查词历史个数	;Searched words saved in history
ClearHistory=清除历史记录	;Clear History
ClearHistoryConfirmation=确定要清除查词历史记录吗?	;Are you sure you want to clear term history?

ResultCache="联机词典本地缓存"	;Local cache of on-line search results
ClearCache="清除缓存", "确定要清除缓存吗?"

AutoStart=登录至 Windows 时, 运行 Lingoes	;Run Lingoes when I log on to Windows
StartMin=启动后最小化	;Minimize after startup
HideTipWnd="不显示信息提示窗口"

Other="其他"
ImportDataFromOldVer="从 V2.8 或更早的旧版本中导入词典和用户数据"
ImportData="导入", "选择Lingoes旧版本安装文件夹", "导入成功", "导入失败"

FileAssociation="设置词典文件关联 (.ld2 .ldp .laf)"
CreateDesktopIcon="创建桌面图标", "灵格斯翻译家", "确认要在桌面创建快捷方式图标吗?"

; 选项 - 外观
[DlgOptAppearance]
UserInterface=用户界面
WindowStyle=窗口风格
WindowFont=窗口字体
WindowFontSize=字体大小
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay=查询结果显示	;Result Display
TextFont=文本字体
TextFontSize=字体大小
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont=音标字体	;Phonetic Font
CursorTranslatorBar=迷你窗口	;Cursor Translate Bar
FontColor=文字色彩	;Font Color
BackColor=背景色彩	;Background Color
BorderColor=边框色彩	;Border Color
Transparence=背景半透明	;Translucent Cursor Translator Bar
SampleText=屏幕取词	;Cursor Translate

[Style]
0=无
1=默认风格

; 选项 - 翻译
[DlgOptTranslate]
SupportLCMap="支持本地语言映射 (查词结果中文简繁体自动转换)"
InstantTranslation="即时翻译"
TranslationEngine="翻译引擎"
TargetLanguage="目标语言:"
CurrentUserLanguage="= 当前用户界面语言"
TargetLanguage2="当源语言与目标语言相同时, 则目标语言改为:"
NoTranslate="= 不翻译"

; 选项 - 取词
[DlgOptCapture]
CursorActivation=屏幕取词
MouseActivation="取词模式:"
MouseOver=鼠标悬停
LeftMouseButton=鼠标左键按下
MiddleMouseButton=鼠标中键按下
RightMouseButton=鼠标右键按下
MouseXButton1=鼠标 XButton1 按下
MouseXButton2=鼠标 XButton2 按下
TimeDelay="延时:"
MSEL=毫秒
MatchPhrase=匹配词组
IgnoreNumber=不对数字取词
IgnoreLatin=不对拉丁文(英、法、德、意、荷、西、萄等)取词
IgnoreCJK=不对中、日、韩文字取词
IgnoreCyrillic=不对西里尔文(俄、乌克兰、保加利亚等)取词
IgnoreArabic=不对阿拉伯, 希伯来文字取词
ZonedWord="划词翻译"
ForTextSelection="划选取词"
ForDoubleClicking="双击取词"
ZonedWordFilterRule="划词翻译过滤规则..."
ShowOnlyFirstResult="仅显示第一个取词结果"
InstallTextCapturePlugin="安装取词插件..."
InstallAdobePlugin="安装 Adobe Acrobat PDF 取词插件"
InstallFirefoxPlugin="安装 Firefox 火狐浏览器取词插件"
InstallChromePlugin="安装 Chrome 浏览器取词插件"
Install360ChromePlugin="安装 360 安全/极速浏览器取词插件"

; 选项 - 取词 - 划词过滤
[DlgOptTranslateZWFilter]
Title="划词翻译 - 过滤规则编辑器"
ProgramFilename="程序文件名", "程序文件名 (如果为空表示所有程序)"
WndClassName="窗口类名", "窗口类名 (如果为空表示所有窗口)"
DisableSelect="禁止划词", "禁止划选取词"
DisableDBLClick="禁止双击", "禁止双击取词"
Comment="注释", "注释"
Add="新增"
Modify="修改"
Delete="删除", "确认要删除当前项吗?"
Ok="确认"
Cancel="取消"
LoadDefault="还原默认设置", "确认要还原至默认设置吗?"
Browser="...", "浏览", "程序 (*.exe)|*.exe|"
Capture="...", "窗口类名捕获器"
AllProgram="-- 所有程序 --"
AllWindow="-- 所有窗口 --"

[WndClassNameCapture]
Title="窗口类名捕获器"
ProgramFilename="程序文件名"
WndClassName="窗口类名"
Capture="从屏幕上捕获窗口类名"

; 选项 - 语音
[DlgOptSpeech]
RPPEngine=真人发音引擎	;RealPeoplePronounce
RPPEnable=启用
RPPVoice=声音
RPPRebuildIndexFile="重建索引文件", "重建索引文件失败! \n\n这可能是由于你没有足够的文件访问权限导致的."
Engine=TTS 语音合成引擎	;TTS Engine
Enable=启用
Voice=声音	;Voice
Volume=音量	;Volume
Pitch=音调	;Pitch
Speed=速度	;Speed
Format="音频格式", "默认"
RealtimePron=即时发音	;Real-time pronunciation
PronInQuery=查词时发音
PronInCapture=屏幕取词时发音
PronInSelect=划词时发音
Test=测试		;Test
EnterText=输入测试文本	;Enter text and try this voice
DownloadTTS=下载真人发音和 TTS 语音库...	;Download TTS Speech Engine && Language Pack...


; 选项 - 连接
[DlgOptConnection]
ConnectSet=网络连接	;Connection Setting
DirectConnect=直接连接
IEProxyConnect=自动检测 IE 浏览器代理设置
ProxyConnect=使用代理服务器连接	;Connect through Proxy / Firewall server
ProxyServer=代理服务器:	;Proxy Server
ProxyPort=端口:					;Port
Username=用户名:					;Username
Password=密码:						;Password
OnlineUpdate=在线更新		;OnlineUpdate
UpdateNow=立即更新			;Update Now
EnableUpdate=启用在线更新	;Enable online update

; 选项-热键
[DlgOptHotkey]
OpenMainWnd=打开/关闭主窗口
GrabToggleKey=鼠标取词开关	;Cursor Translator toggle key
SelectionToggleKey=划词翻译开关	;Selection Translate toggle key
ClipboardToggleKey=剪贴板取词开关
Pronounce=朗读
CopyInterpretation=复制解释内容
SpeakSelectedText=朗读屏幕上选中的文字
StopSpeak=停止朗读
DisableHotKey=禁用热键
OpenMiniWnd="打开/关闭迷你窗口"
RollUpMiniWnd="卷起/展开迷你窗口"

[DlgExpire]
Title="Lingoes - 软件已过期"
Ok=立即升级
Cancel=退出
NetworkSettings="网络设置"
Support="Lingoes.net"
AskUpgrade="当前版本已过期, 必须升级到新版本才能使用! \n要立即升级到新版本吗?"

[DlgAbout]
DlgTitle=关于 Lingoes
; Version="版本: "
PortableEdition="绿色便携版"
Email="联系邮箱"
Website="Lingoes 网站"
LicenseTo="本产品授权给: "
; LicenseID="ID: "

;----------- new --------
PersonalUser="个人非商业用户"
EvaluationUser="本试用版软件仅用于评估目的"
UserLicenseQuantity="[$Quantity] 用户许可", "[$Quantity] 用户许可 ([$KeyNo]/[$Quantity])"
LicenseExpire="许可证将在 [$Day] 天后到期"

;----------- end -----------

[WebResult]
SpellingAlternatives=拼写建议
SpellChecker=拼写检查
TextTranslation=全文翻译
WebSearch=Web 搜索
MoreResults=更多结果
WaitSearch="正在请求查询结果..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>未找到 \"<font color='#C00000'>[$SearchKey]</font>\" 的匹配项。</b></div>"
; NoAlternatives=<div id='dict_spelling' style='padding:12 10 5 10'><b>No Spelling Alternatives were found</div>	;未找到其它类似的拼写
; SpellRef="<div nowrap style='width:140; padding:0 3 3 0; display:inline'><a href='dict://headword/%s'><u>%s</u></a></div> "
; Alternatives="<div id='dict_spelling' nowrap style='margin:0 10 10 10; padding:2; border:1px solid #92B0DD; background: #CFDDF0; color: #000080'><img border='0' src='%sspelling8.png' width=16 height=16 align=absmiddle> <b>拼写建议</b></div><div style='margin:0 10 10 10; padding:2'>%s</div>"
; MoreActions=<div nowrap style='margin:0 10 10 10'><img border='0' src='%strans8.png' width='16' height='16' align='absmiddle'> <a href='app://texttranslation/'><u>全文翻译</u></a> &nbsp;&nbsp; <img border='0' src='%swebsearch8.png' width='16' height='16' align='absmiddle'> <a href='app://websearch/'><u>Web 搜索</u></a></div>

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip=了解如何使用 Lingoes
DownDictTip=免费下载海量词库...
Intro=支持全球超过80种语言互查互译<br>支持屏幕取词, 全文翻译和语音朗读

[TextTranslation]
Title=全文翻译
To=到
Translate=翻译
RequestFailed=请求翻译服务失败
ConnectFailed=Lingoes 无法连接至服务器, 请检查您的网络设置
WaitRequest=正在请求翻译结果...
ParseResultFailed=解析翻译结果失败, 如果您多次遇到该问题, 请提交错误报告给我们解决.
;<br><a href="app://bug/module=text_translation&engine=[$Engine]&langsrc=[$LangSrc]&langdest=[$LangDest]&textsrc=[$TextSrc]">请按此提交错误报告给我们解决.</a>

; 词典布局, 注意此段中的所有字符串, 应符合HTML编码规则
[Layout]
DictMenu=词典菜单
ShowResult=展开
MinimizeResult=折叠
FindWord="查找: "
NoLicenseTip="获取授权后显示完整内容...", "试用版词典仅供测试评估, 激活后显示全部内容: &nbsp;<a href='app://activate/'><u>激活</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>购买</u></a>", "试用版软件仅供测试评估, 激活后开启全部功能: &nbsp;<a href='app://activate/'><u>激活</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>购买</u></a>"
RememberWord="添加单词到生词本"

; 词典菜单
[DictMenu]
About=关于...
Enable=启用
Disable=禁用
DisableMsg="词典被禁用, 系统将不再显示该词典的查询结果!\n你可以从\"词典\"对话框中重新启用它"
MoveTop=设置为最先显示
ArrangeResults=排列显示顺序...
IndexGroup="  (索引组)"
QueryGroup="  (查词组)"
GrabGroup="  (取词组)"

[Update]
Title="在线更新"
AskUpgrade="检测到有新版本, 是否升级?"
UpgradeNow="检测到有新版本, 需要升级."
UpdateSuccess="更新成功!"
UpdateFail="更新失败!"
NoUpdate="当前已是最新版本, 无需更新"

CheckUpdate="正在检测更新..."
GetUpdateInfo="读取更新信息..."
DownUpdateData="下载更新数据..."
ExecUpdate="正在更新系统..."
GetUpgradeInfo="读取升级信息..."
DownUpgradeData="下载升级数据..."
ExecUpgrade="正在升级系统..."
NeedExitForUpgrade="现在需要退出 Lingoes, 以完成升级过程"

[Message]
InitUpdateServerFail=初始化自动更新服务失败
StartDictServerFail=启动词典服务失败

DictFileErr="不正确的词典安装文件\n[$Filename]"
DictVersinTooOld=[$Filename]\n你当前安装的词典版本 [$DictVer] 太低, 系统不再支持, 请更新您的词典版本.\n\n要前往Lingoes网站查找最新的词典版本吗? 
DictVersinTooNew=[$Filename]\n要安装使用版本 [$DictVer] 的词典, 需要升级 Lingoes 软件.\n\n现在就前往 Lingoes 网站下载升级吗? 

AskDictRepeatInstall="词典 \"[$DictTitle]\" 已存在于安装列表中,\n是否要覆盖它?"
InstallDictFail="安装词典文件失败:\n[$Filename]"
AskUninstall="确认要卸载当前选中的词典吗?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="卸载词典失败\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="确认要从当前词典组中移除词典 \"[$DictTitle]\" 吗?"

MemoryAllocFail=内存分配失败
FilenameInvalid=无效的文件名
SaveFileFail="保存文件失败"
OpenFileFail="打开文件失败"

AreYouAbort=确定要中止当前处理过程吗 ?
CreateThreadFail=创建处理线程失败		; Failed to create thread
CreateEventFail=创建事件失败		; Failed to create event hand
Unfulfilment=该功能未实现
OnlyProVersion=此项功能需要 Lingoes 专业版本支持
NoRegister=你当前使用的是 Lingoes 未注册版本, 该功能仅在注册后提供.
UsernameIsEmpty=用户名不能为空, 请重输. 
SaveSearchResultFail=保存查询结果失败!

OpenAppendixFail="打开附录内容失败\n\n要前往Lingoes网站下载该附录工具吗? "
OpenSpeechEngineFail=打开语音引擎失败, 请检查系统是否正确安装了 TTS 语音引擎!\n\n要使用单词朗读功能, 需要安装 TTS 语言引擎软件, 如果你尚未安装, 请通过Lingoes网站下载安装, \n\n确认要下载吗? 

; NeedIE6Support="本软件需要 Internet Explorer 6 及以上版本支持, 请更新您的浏览器版本至 IE6"
NoImplement="抱歉, 此功能尚未开发完成, 请等待新版本中提供"

InstallSucceed="安装成功."
InstallFailed="安装失败."

[DlgOptLicense]
Product="授权产品"
Enter="输入许可证..."
Import="导入许可证文件", "Lingoes 许可证 (*.llc)|*.llc|", "导入失败!"
Remove="移除许可证", "移除许可证可能会禁用某些产品功能, 你确认要从以下产品中移除许可证吗:\n\n[$ProductList]"
Detail="更多详情..."

LicenseID="许可证ID: "
LicenseTo="授权给: "
LicenseExpire="许可证将在 [$Day] 天后到期"
UserLicenseQuantity="[$Quantity] 用户许可", "[$Quantity] 用户许可 ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="输入许可证"
ActivateTitle="输入许可证密钥", "您可以从您的购买确认订单或者产品包装内找到许可证密钥。"
LicenseKey="许可证密钥:"
Name="您的名称:"
Email="您的电子邮件地址:"
NetworkSet="网络设置", "激活许可证密钥需要连接网络，请设置您的网络连接方式。"
Activate="激活"
BuyTitle="购买 [$Publisher] 产品", "在线购买 [$Publisher] 产品, 请点击“购买”按钮。"
Buy="购买"
Cancel="关闭"

IncorrectProductKey="许可证密钥不正确。"
IncorrectName="名称不正确，请输入一个长度不超过32个字符的名称"
IncorrectEmail="电子邮件地址不正确，请输入一个长度不超过128个字符的有效电子邮件地址"
WaitRequest="正在请求激活，请稍候..."

RequestFailed="激活请求失败, 可能是服务器太忙, 请稍候再试."
NetworkFault="无法连接激活服务器，请检查您的网络设置是否正确。"
ResponseError="应答数据不正确."
OtherError="未知的错误."
SaveDataFailed="保存数据失败."

ActivateSuccess="激活成功"
ActivateFailed="激活失败"

[WndTip]
Title="Lingoes 每日提示"
Close="关闭"
